Repository: alexkdeveloper/dfc
Catalog: po/extra/*.po
Languages: ru

source: Simple app for create a desktop files
ru: Простое приложение для создания desktop файлов

source: Develop;
ru: Разработка;

source: The application allows you to create and edit desktop files.
ru: Приложение позволяет создавать и редактировать desktop файлы

source: Added the ability to select svg files for the application icon
ru: Добавлена возможность выбора svg файлов для иконки приложения

source: Update to elementary platform version 7
ru: Обновление до elementary platform 7

source: Added Dutch translation
ru: Добавлен голландский перевод

source: A small update to the user interface
ru: Небольшое обновление интерфейса

source: Update to elementary platform version 6.1
ru: Обновление до elementary platform 6.1

source: Added French translation
ru: Добавлен французский перевод

source: Initial release
ru: Начальный выпуск
